<template>
  <div class="agreenment">
    <van-nav-bar left-arrow @click-left="onLeft" title="用户协议" />
    <!-- <van-cell-group>
      <van-cell
        icon="arrow-left"
        to="setcenter"
        title="隐私政策"
        style="text-align: center; font-size: 1.5rem"
      />
    </van-cell-group> -->


    <h2 style="text-align: center">隐私政策</h2>
    <span>更新日期：2021年1月7日</span>
    <br />
    <span>生效日期：2021年1月7日</span>
    <h3>引言</h3>
    <tr>
      <td value="28"></td>
      <td>
        北京百索科技有限公司及关联公司（以下简称「夜跑App」）非常重视您的个人信息，并让您对个人信息拥有控制权，夜跑App会使用强大的加密技术来保护您的隐私，同时制定严格的政策来管理所有数据。当您访问夜跑App时，或使用夜跑App提供的服务前，您需要同意本政策中关于夜跑App如何收集、使用、储存和分享您的相关信息的规定。如果您不同意本隐私政策中的任何内容，请立即停止使用或访问夜跑App的产品和服务。若您对本政策有任何问题，请联系：support@mypacer.com。本隐私政策要点如下：
      </td>
    </tr>
    <tr>
      
      <td value="29"></td>
    </tr>
    <tr>
      <td value="30"></td>
    </tr>
    <tr>
      <td value="31"></td>
      <td>
        i.
        夜跑App将逐一说明夜跑App收集的您的个人信息类型及其对应的用途，以便您了解夜跑App针对某一特定功能所收集的具体个人信息的类别、使用理由及收集方式。
        ii.
        当您使用一些功能时，夜跑App会在获得您的同意后，收集您的一些敏感信息，除非按照相关法律法规要求必须收集，拒绝提供这些信息仅会使您无法使用相关特定功能，但不影响您正常使用夜跑App的其他功能。
        iii.
        目前，夜跑App不会主动共享或转让您的个人信息至夜跑App外的第三方，如存在其他共享或转让您的个人信息或您需要夜跑App将您的个人信息共享或转让至夜跑App外的第三方情形时，夜跑App会直接或确认第三方征得您对上述行为的明示同意，此外，夜跑App会对对外提供信息的行为进行风险评估。
        iv.
        目前，夜跑App不会主动从夜跑App外的第三方获取您的个人信息。如未来为业务发展需要从第三方间接获取您的个人信息，夜跑App会在获取前向您明示您个人信息的来源、类型及使用范围，如夜跑App开展业务需进行的个人信息处理活动超出您原本向第三方提供个人信息时的授权同意范围，夜跑App将在处理您的该等个人信息前，征得您的明示同意；此外，夜跑App也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。
        v.
        您可以通过本指引所列途径访问、更正、删除您的个人信息，撤销同意、注销帐号、投诉举报以及设置隐私功能。
        如您想了解更加详尽的信息，请根据以下索引阅读相应章节： 1.
        夜跑App如何搜集和使用您的信息 2. 夜跑App如何使用 Cookie 和同类技术 3.
        如何更新、变更、导出、删除您的信息 4. 夜跑App如何保护您的个人信息 5.
        夜跑App如何共享、转让、公开披露您的个人信息 6. 信息的存储 7.
        第三方服务提供商 8. 本政策的更新 9. 适用范围 10. 如何联系夜跑App
      </td>
    </tr>
    <tr>
      <td value="32"></td>
    </tr>
    <tr>
      <td value="33"></td>
    </tr>
    <tr>
      <td value="34"></td>
      <h3>一. 夜跑App如何搜集和使用您的信息？</h3>
    </tr>
    <tr>
      <td value="35"></td>
      <td></td>
    </tr>
    <tr>
      <td value="36"></td>
    </tr>
    <tr>
      <td value="37"></td>
      <td>
        1. 夜跑App如何搜集您的信息？
        夜跑App提供服务时，可能会收集、储存和使用下列信息： 1.1 您提供的信息
        1.1.1
        您在注册账户或使用夜跑App的服务时，向夜跑App提供的可用于识别用户的个人身份的信息，例如姓名、电子邮件地址、电话号码、银行卡号、身份证号码、住址、通讯记录等信息，或夜跑App可以正当地通过链接找到此类信息的其他数据。如果您想充分使用夜跑App提供的各种分享功能，可能还需要创建公开显示的个人资料，其中可能会包含您的姓名和照片。
        1.1.2
        您通过夜跑App的服务向其他方提供的共享信息，以及您使用夜跑App的服务时上传、提交、存储、发送或接收的信息。
        1.2 您在使用服务过程中，夜跑App获取的信息
        夜跑App会收集您使用的服务以及使用方式的信息，如您使用夜跑App运动、在夜跑社区发表评论或参与打卡动态、参与夜跑的赛事及挑战、加入夜跑会员和训练营以及在使用夜跑会员和训练营服务时可能产生的相关信息。此类信息包括：
        1.2.1
        设备信息：夜跑App会根据您在软件安装及/或使用授权的具体权限，接收并记录您所使用的设备相关信息，例如您的设备型号、操作系统版本信息、设备设置、移动设备版本、设备识别码（如IMEI/android
        id/IDFA/OPENUDID/GUID/OAID、SIM卡IMSI、ICCID信息等）、屏幕分表率、设备环境等软硬件特征信息、设备所在位置相关信息，例如IP地址、GPS位置以及能够提供相关信息的WLAN接入点、蓝牙和基站等传感器信息。如果您在安装及/或使用过程中拒绝授予夜跑App相应权限的，夜跑App并不会记录您上述对应的信息。
        1.2.2 日志信息 (1)
        设备或软件信息，例如您的移动设备、网页浏览器或用于接入夜跑App服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码（如IMEI/android
        id/IDFA/OPENUDID/GUID/OAID、SIM卡IMSI、ICCID信息等）； (2)
        在使用夜跑App服务时搜索或浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面URL地址，以及您在使用夜跑App服务时浏览或要求提供的其他信息和内容详情；
        1.2.3 IP地址 (1)
        有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；
        (2)
        您通过夜跑App的服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据和时长；
        (3)
        您通过夜跑App的服务分享的内容所包含的信息（元数据），例如拍摄或上传的共享照片或录像的日期、时间或地点等。
        1.2.4 设备中的图片等
        为了给您提供全方位的运动体验，经过您的授权，夜跑App的服务器会提取您设备中的视频、图片、软件名、版本号等，并通过加密上传到服务器进行比对，用于匹配与该视频、图片、软件相对应的显示功能。同时，您也可以随时通过相关功能设置拒绝/取消该权限。拒绝提供该权限仅会使您无法使用上述功能，但不影响夜跑App其他功能与服务的正常使用；但当您取消该授权后，夜跑App将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的信息，否则您的取消行为不会影响夜跑App基于您之前的授权进行的信息的处理、存储。
        当您使用拍摄照片，夜跑App将访问您的设备相机相关权限，并收集您提供的基于拍摄照片后向夜跑App上传的图片信息。如您拒绝提供权限和内容的，仅会使您无法使用该功能，但并不影响您正常使用夜跑App的其他功能。同时，您也可以随时通过相关功能设置取消该权限。当您取消该授权后，夜跑App将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的信息，否则您的取消行为不会影响夜跑App基于您之前的授权进行的信息的处理、存储。
        1.2.5 位置信息
        夜跑App会在您开启位置权限后访问获取您的位置信息，根据您的位置信息为您提供更个性化的产品及/或服务，比如用来记录您的GPS运动数据、还可查看周边运动路线等。当然，您也可以通过关闭定位功能随时停止夜跑App对您的地理位置信息的收集。您可以允许夜跑App访问您的活动与体能训练记录，通过读取您的活动与体能训练，记录步频和步数信息。同时，您也可以随时通过相关功能设置取消该权限。当您取消该授权后，夜跑App将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的信息，否则您的取消行为不会影响夜跑App基于您之前的授权进行的信息的处理、存储。
        1.2.6 读取本地音乐文件
        夜跑App提供运动音乐服务，当您使用运动音乐功能时，夜跑App会请求您授权读取本地音乐文件，用于在运动中播放音乐。
        1.2.7 交易信息
        您可以在夜跑App内购买商品/服务（如：夜跑会员服务以及训练营）。在您使用该功能的过程中可能会需要进行支付，在支付过程中，夜跑App可能会收集您的第三方支付账号（例如支付宝账号、微信账号、银联账号）。
        1.2.8 来源于第三方的信息
        在一些法律允许的情况下，夜跑App可能从第三方处获得您的个人信息。例如：
        (1)
        出于安全和防欺诈的目的，针对特定账号、金融交易等服务，在您授权的前提下，通过合法来源核实您的信息（如电话号码）；
        (2) 通过指定的唯一标识符（如IMEI/android
        id/IDFA/OPENUDID/GUID/OAID、SIM卡IMSI、ICCID信息等）为您对应提供广告服务；
        (3)
        夜跑App还可能从第三方社交网络服务中获取某些信息，例如账户、昵称（例如，当您使用社交网络账户登录夜跑App
        服务时）； (4)
        他人提供的与您有关的信息，例如其他用户在使用夜跑App商城时填写的您的收货地址。
        1.2.9 非个人信息
        夜跑App还可能收集其他无法识别到特定个人、根据当地适用法律不属于个人信息的信息，例如您使用特定服务时产生的统计类数据，如匿名设备相关信息、日活事件、页面访问事件、页面访问时长事件、会话事件；网络监控数据如请求时长、请求与错误请求数等；以及应用崩溃事件。收集此类信息的目的在于改善夜跑App向您提供的服务。所收集信息的类别和数量取决于您如何使用夜跑App产品或服务。
        夜跑App会收集诸如唯一设备标识符、设备型号、系统版本号等与您在夜跑App的网站或移动应用中的活动有关的信息。夜跑App会将此类信息汇总，用于帮助夜跑App向客户提供更有用的信息，了解客户对夜跑App网站、产品或服务中的哪些部分最感兴趣。就本隐私政策而言，汇总数据被视为非个人信息。如果夜跑App将非个人信息与个人信息结合使用，则在结合使用期间，此类信息将被视为个人信息。
        2. 夜跑App如何使用您的信息
        收集个人信息的目的在于向您提供产品或服务，并且保证夜跑App遵守适用的相关法律、法规及其他规范性文件。夜跑App可能将上述收集的信息用作以下用途：
        2.1 向您提供、处理、维护、改善、开发夜跑App的产品或提供给您的服务，
        例如交付、验证、售后、客户支持和广告宣传； 2.2
        在夜跑App提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保夜跑App向您提供的产品和服务的安全性；
        2.3
        内部目的，如数据分析、研究和开发与夜跑App产品或服务的使用相关的统计信息，以更好地改进夜跑App的产品或服务；
        2.4 帮助夜跑App设计新服务，改善夜跑App现有服务； 2.5
        向您提供与您更加相关的活动等信息推送，您可根据喜好自行决定开启或关闭；
        2.6 评估夜跑App服务中的广告和其他促销及推广活动的效果，并加以改善； 2.7
        执行软件验证、升级服务； 2.8
        应用户特殊要求而提供特定服务时，需要将信息提供给夜跑App的关联公司、第三方或其他用户；
        2.9 其他不违反任何强制性法律法规的情况； 2.10
        储存并维护与您相关的信息，用于夜跑App的业务运营
        （例如业务统计）或履行法律义务； 2.11 其他征得您同意的目的。
        关于夜跑App如何使用您的信息（其中可能包含个人信息），下面提供了更多详细示例：
        (1) 登录使用夜跑App产品或服务； (2)
        创建及维护您的夜跑App账号。您通过网站或移动设备创建夜跑App账号时提供的个人信息可用于建立您个人夜跑App账号和个人资料；
        (3) 参与社区。
        与社区或夜跑App其他类似社交平台有关的个人信息可能被用于个人资料页面展示、与其他用户进行互动，参与发帖；
        (4)
        提供基于位置的服务。在使用夜跑App服务时，夜跑App或第三方服务提供商与业务合作伙伴（更多详细信息请参阅下方“夜跑App如何共享，转移和公开披露您的个人信息”）可能会使用位置信息以便为您提供服务，并且基于准确的位置提供更好的用户体验，例如获取准确的跑步轨迹，您可以随时在设置中关闭夜跑App
        位置服务； (5)
        改善用户体验。某些选择性加入功能，例如用户体验计划，允许夜跑App分析用户如何使用手机和夜跑App服务的数据，以改善用户体验，例如发送崩溃报告；
        (6) 收集用户反馈。
        您选择提供的反馈对帮助夜跑App改进服务非常重要。为了处理您提供的反馈，夜跑App可能会使用您所提供的个人信息与您联系，并保留记录用于解决问题及改进服务；
        (7) 发送通知。
        夜跑App可能会将您的个人信息用于发送重要通知，例如有关夜跑App的条款、条件和政策的变更；
        (8) 进行促销活动。
        如果您通过夜跑App参与了抽奖、比赛，夜跑App可能会使用您提供的个人信息以为您发送此类奖励；
        (9)
        进行设备的分析以提供更好的用户体验。夜跑App将会进行分析，以进一步提升设备的使用体验。
        您有权拒绝以直接营销目的进行的个人信息处理以及自动化决策等。为了行使上述权利，您可以发送邮件至support@mypacer.com或者参考各产品或服务的单独隐私政策中说明的控制机制。
        3. 夜跑App承诺 3.1
        夜跑App不会根据敏感类别（例如种族、宗教、性取向或健康状况）向您展示个性化广告；
        3.2
        夜跑App不会与广告主分享可用于识别您个人身份的信息，例如您的姓名或电子邮件地址（除非经您授权同意）；
        3.3
        在任何时候、任何情况下都不会向任何第三方出售您的个人信息，夜跑App只会在法律允许的范围内使用根据本协议获得的信息。夜跑App会制定严格的政策保护您的个人信息，除非事先获得您的授权或本声明另有规定之外，不会将您的这些信息对外公开或向第三方提供。
        4.
        为保证服务质量，夜跑App可能会由关联公司或其他可信合作单位向您提供您所要求的服务或您可能感兴趣的内容。经您授权同意后，夜跑App将向关联公司或合作单位分享该产品、服务所必须的个人信息。夜跑App会要求关联公司及合作单位按照夜跑App的说明、隐私政策以及任何其他适当的保密和安全措施来保证您的个人信息安全。除此之外，未经您的授权同意，夜跑App不会向任何第三方提供或分享您的信息。
        5.
        若您使用的是苹果手机，为了计算训练消耗量，经过您的授权，夜跑App将从苹果公司的
        HeathKit 接收并向其发送您的运动数据。 为了简化您的输入流程，夜跑App从
        HeathKit 中读取您的体重数据。同时您在夜跑App生成的训练数据将与苹果公司的
        HeathKit 同步。任何通过使用 HeathKit
        而获得的信息，如体重和心率数据等，将不会分享或销售给任何第三方，包括广告商及其他代理商。夜跑App将不会使用
        HeathKit 的信息用于市场、广告及类似服务中。
        6.夜跑App服务中的第三方服务由外部第三方主体提供，夜跑App无法获得您在使用该类第三方服务时产生的信息。但是，如果您已明示同意该第三方获得您的地理位置信息，该第三方将通过夜跑App接口获得您的终端地理位置信息。该信息属于敏感信息，拒绝提供该信息仅会使您无法使用上述第三方服务，但不影响您正常使用夜跑App的功能。
        另外，根据相关法律法规及国家标准，以下情形中，夜跑App可能会收集、使用您的相关个人信息无需征求您的授权同意：
        6.1
        与国家安全、国防安全等国家利益直接相关的；与公共安全、公共卫生、公众知情等重大公共利益直接相关的；
        6.2与犯罪侦查、起诉、审判和判决执行等直接相关的；
        6.3出于维护您或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；
        6.4所收集的个人信息是您自行向社会公众公开的；
        6.5从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
        6.6根据您要求签订和履行合同所必需的；
        6.7用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
        6.8为开展合法的新闻报道所必需的；
        6.9出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
        6.10为完成合并、分立、收购或资产转让而转移；
        6.11法律法规规定的其他情形。
        请您理解，夜跑App向您提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了您的信息，夜跑App会通过页面提示、交互流程、网站公告等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。
        请您注意，目前夜跑App不会主动从夜跑App外的第三方获取您的个人信息。如未来为业务发展需要从第三方间接获取您个人信息，夜跑App会在获取前向您明示您个人信息的来源、类型及使用范围，如夜跑App开展业务需进行的个人信息处理活动超出您原本向第三方提供个人信息时的授权同意范围，夜跑App将在处理您的该等个人信息前，征得您的明示同意；此外，夜跑App也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。
        7. 除非经过您的同意，否则夜跑App不会向任何人提供您的敏感个人信息。 8.
        个人信息的匿名化处理
        在收集到您的个人信息后，夜跑App将通过技术手段及时对数据进行匿名化处理。在不泄露您个人信息的前提下，夜跑App有权对匿名化处理后的用户数据库进行挖掘、分析和利用（包括商业性使用），有权对产品/服务使用情况进行统计并与公众/第三方共享脱敏的统计信息。
      </td>
    </tr>
    <tr>
      <td value="38"></td>
    </tr>
    <tr>
      <td value="39"></td>
    </tr>
    <tr>
      <td value="40"></td>

      <h3>二.夜跑App如何使用 Cookie 和同类技术</h3>
    </tr>
    <tr>
      <td value="56"></td>
      <td></td>
    </tr>
    <tr>
      <td value="57"></td>
    </tr>
    <tr>
      <td value="58"></td>
      <td>
        Cookie
        是包含字符串的小文件，会在您访问网站时发送到您的计算机上。当您再次访问网站时，Cookie
        使该网站可以识别您的浏览器。Cookie
        还能存储用户使用偏好及其他信息。您可以重置您的浏览器拒绝所有的Cookie
        ，或者在发送 Cookie 时提示。但如果没有 Cookie
        ，某些网站功能或服务可能无法正常工作。 Cookie
        和同类型技术是互联网中的通用常用技术。当您使用夜跑相关服务时，夜跑App可能会使用相关技术向您的设备发送一个或多个
        Cookie
        或匿名标识符，以收集和存储您访问、使用夜跑时的信息。夜跑App将通过Cookie和其他技术收集的信息视为非个人信息。但是，如果当地法律将互联网协议
        (IP)
        地址或类似识别标记视为个人信息，夜跑App亦将此等识别标记视为个人信息。夜跑App使用
        Cookie 和同类技术主要为了实现以下功能或服务： 1.
        保障产品与服务的安全、高效运转 夜跑App可能会设置认证与保障安全性的
        Cookie
        或匿名标识符，使夜跑App确认您是否安全登录服务，或者是否遇到盗用、欺诈等不法行为。这些技术还会帮助夜跑App改进服务效率，提升登录和响应速度。
        2. 帮助您获得更轻松的访问体验
        使用此类技术可以帮助您省去重复填写个人信息、输入搜索内容的步骤和流程，例如实现一键登录流程、记录搜索历史。
        3. 为您推荐、展示、推送您可能感兴趣的内容 夜跑App可能会利用 Cookie
        和同类技术了解您的偏好和使用习惯，进行咨询或数据分析，以改善产品服务及用户体验。
        4. 日志文件
        和大部分网站一样，夜跑App收集特定信息并保存在日志文件中。此类信息可能包括互联网协议
        (IP) 地址、浏览器类型、互联网服务供应商
        (ISP)、引用/退出页面、操作系统、日期/时间戳和/或点击流数据。夜跑App不会把自动收集的日志数据与夜跑App收集的其他信息进行关联。
        5. 移动分析
        在某些移动应用中，夜跑App使用移动分析软件，以更好地了解夜跑App的移动软件在您的手机中的功能。此款软件可能记录以下信息，如您使用该应用程序的频率、该应用程序内发生的事件、累计使用、性能数据及应用程序崩溃发生的位置。夜跑App不会将存储于分析软件内的信息与您在移动应用程序中提交的任何个人信息相关联。
        6. 本地存储- HTML5/Flash 夜跑App使用本地存储对象
        (LSO)，例如HTML5或Flash，来存储内容。与夜跑App合作在夜跑App上提供某些功能，或根据您的浏览行为投放广告的第三方也会通过HTML5或Flash
        Cookie来收集和存储相关信息。各种浏览器提供了各自的管理工具来删除HTML5本地存储对象。
      </td>
    </tr>
    <tr>
      <td value="106"></td>
      <h3>三. 如何更新、变更、导出、删除您的信息</h3>
    </tr>
    <tr>
      <td value="107"></td>
      <td></td>
    </tr>
    <tr>
      <td value="108"></td>
    </tr>
    <tr>
      <td value="109"></td>
      <td>
        依据某些司法管辖区的法律规定： 1.
        您在使用夜跑App的产品和服务时，会被要求提供您真实的个人信息，您应当对您所提供信息的真实性、合法性、有效性及完整性负责，并及时更新和维护您的个人信息，以保证信息的真实、合法和有效。您可以随时管理您的个人信息，例如您的个人账户注册信息。
        2.
        您可以自行从夜跑账号中删除您的内容或个人·信息，您可以通过「我」-「设置」-「账号相关」-「注销账号」进行账号的注销申请。在15个工作日内，夜跑App将删除或匿名化处理您的个人信息。
        3.
        在有些情况下，夜跑App会出于法律目的或合法业务的需要将数据保留有限的一段时间。夜跑App会尽力确保夜跑的服务能够保护信息免遭意外或恶意删除。因此，如果您删除了某些内容，夜跑App可能会在15个工作日内从夜跑App现用的和备用的系统中删除其副本。
        4. 您可以随时备份个人帐户名下的内容或将其用于非夜跑服务，您可以发邮件到
        support@mypacer.com与夜跑App联络并提出您的要求。 5. 撤销同意
        您可以通过提交请求撤销之前出于特定目的授予夜跑App的同意，包括收集、使用和/或披露夜跑App掌握或控制的您的个人信息。根据您所使用的具体服务，您可以通过访问夜跑App账号管理中心或通过发送邮件到support@mypacer.com进行相关操作。夜跑App将会在您做出请求后的合理时间内处理您的请求，并且会根据您的请求，此后不再收集、使用和/或披露您的个人信息。
        取决于您撤销同意的范围，其可能导致您不能继续享受夜跑App的产品或服务。但您撤回同意或授权的决定，不会影响夜跑App此前基于您的同意而开展的个人信息处理活动的有效性。
        6. 注销服务或账号
        如您希望注销具体产品或服务，您可以通过「我」-「设置」-「账号相关」-「注销账号」进行账号的注销。当您注销账号后，夜跑App将删除或匿名化处理您的个人信息。
        在15个工作日内，夜跑App将删除或匿名化处理您的个人信息。夜跑账户一旦被注销将不可恢复，请您在操作之前自行备份夜跑账户相关的所有信息和数据。
      </td>
    </tr>

    <tr>
      <td value="127"></td>
      <h3>四. 夜跑App如何保护您的个人信息</h3>
    </tr>
    <tr>
      <td value="128"></td>
      <td></td>
    </tr>
    <tr>
      <td value="129"></td>
    </tr>
    <tr>
      <td value="130"></td>
      <td>
        1.
        夜跑App制定了严格的信息管理政策，配备专业的技术团队，采取了一系列合理的预防措施，以保护您的个人信息不会遭受未经授权的浏览、披露、滥用、变更、破坏以及损失，其中包括：（1）使用加密技术来确保您的数据在传输过程中保持私密性；（2）提供多种安全功能来协助您保护自己的帐号安全；（3）审查夜跑App在收集、存储和处理信息方面的做法（包括实体安全措施），以防未经授权的人员访问夜跑App的系统；（4）所有因提供服务而必须接触个人信息的夜跑员工、承包商和代理商等，都需要遵守合同中规定的严格保密义务，否则可将被处分或被解约。
        2.
        尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，夜跑App将尽力确保您提供给夜跑App的个人信息的安全性。您确认知悉并理解，您接入夜跑App的服务所用的系统和通讯网络，有可能因夜跑App可控范围外的因素而出现问题。因此，夜跑App强烈建议您采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人。
        3.
        夜跑App会制定应急处理预案，并在发生用户信息安全事件时立即应急预案，努力阻止该等安全事件的影响和后果扩大。在不幸发生用户信息安全事件（泄露、丢失等）后，夜跑App将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、夜跑App已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况夜跑App将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，夜跑App会采取合理、有效的方式发布公告。同时，夜跑App还将按照监管部门要求，上报个人信息安全事件的处置情况。
        4. 您能做什么？
        您可以通过不向任何人（除非此人经您正式授权）披露您的登录密码或账号信息，您可以为夜跑App设置唯一的密码，以防止其他网站密码泄露危害您在夜跑App的账号安全。无论何时，请不要向任何人（包括自称是夜跑App客服的人士）透露您收到的验证码。
        夜跑App不对因您未能保持个人信息的私密性而导致第三方访问您的个人信息进而造成的安全疏漏承担责任。尽管有上述规定，如果发生其他任何互联网用户未经授权使用您账号的情况或其他任何安全漏洞，您应当立即通知夜跑App。
        您的协助将有助于夜跑App保护您个人信息的私密性。
      </td>
    </tr>

    <tr>
      <td value="142"></td>
      <h3>五. 夜跑App如何共享、转让、公开披露您的个人信息</h3>
    </tr>
    <tr>
      <td value="143"></td>
      <td></td>
    </tr>
    <tr>
      <td value="144"></td>
    </tr>
    <tr>
      <td value="145"></td>
      <td>
        1. 共享 夜跑App不会将任何个人信息出售给第三方。
        夜跑App有时可能会向第三方共享您的个人信息，以便提供或改进夜跑App的产品或服务，包括根据您的要求提供产品或服务。如果您不再希望夜跑App共享这些信息，请发送电子邮件到support@mypacer.com联系夜跑App。
        1.1您主动选择的共享
        在获得您的明确同意或主动选择的情况下，与您指定的第三方共享您授权/请求范围内的信息。例如，您使用夜跑App账号快捷登录第三方网站或者APP。
        夜跑App会提供社交网络服务，您在使用这一类型服务时，您所上传或发布的信息（包括您公开的个人信息、您的通讯录、好友圈）、您对他人上传或发布的信息作出的回应，以及与这些信息有关的日志信息等，只要您不删除这些信息，它们会一直留存在公共领域，并被使用夜跑App服务的其他用户分享、浏览。即使您删除这些信息，有关信息仍可能由其他用户或不受夜跑App控制的非关联第三方独立地缓存、复制或储存，或由其他用户或第三方在公共领域保存。
        请您谨慎考虑通过夜跑App的服务上传、发布和交流的信息内容。在一些情况下，您可通过夜跑App某些服务的隐私设定来控制有权浏览您共享信息的用户范围。您可以自行删除您上传、发布或分享的信息，如要求夜跑App为您删除您的相关信息，请发送邮件到support@mypacer.com与夜跑App联络并提出您的要求，夜跑App会在收到后15个工作日内完成并核查和处理。
        1.2 与夜跑App的关联公司共享信息
        为了顺利地从事商业经营，以向您提供产品或服务的全部功能，夜跑App可能不时与其他的夜跑App关联公司共享您的个人信息。
        1.3 与第三方服务提供商与业务合作伙伴共享
        为保证向您提供本隐私政策目的所述的服务，夜跑App可能会向第三方服务提供商与业务合作伙伴等第三方共享必要的个人信息。
        这包括夜跑App的数据中心、数据存储设施、广告和营销服务供应商以及其他业务合作伙伴，比如：深圳市腾讯计算机系统有限公司、北京有竹居网络技术有限公司、高德软件有限公司、小米科技有限责任公司、北京云蜻信息技术有限公司、阿里云计算有限公司等。这些第三方可能代表夜跑App或出于本隐私政策的一项或多项目的处理您的个人信息。夜跑App保证仅出于正当、合法、必要、特定、明确的目的共享为您提供服务所必要的个人信息。夜跑APP将进行尽职调查并签订合同，以确保第三方服务提供商遵守您所属司法管辖区中适用的隐私法律。第三方服务提供商也可能拥有其子处理者。
        为提供成效衡量、分析和其他商业服务，夜跑App还可能以汇总的形式与第三方（例如向夜跑App的广告商）共享信息（非个人信息）。夜跑App使用所掌握的信息来帮助广告主和其他合作伙伴评估他们广告和服务的成效及覆盖情况，并了解使用他们服务的人群类型以及人们如何与其网站、应用和服务互动。夜跑App也可能与其共享夜跑App服务的一般使用趋势，例如购买某些产品或从事某些交易的特定人群中的客户数量。
        目前，夜跑App接入的第三方服务商主要包括以下几种类型： (1)
        用于消息推送功能，您在使用夜跑App的产品或服务时，小米推送、信鸽推送会访问您的设备状态和身份及获取您的IMEI、IMSI信息，用于推送下发通知栏消息。这些信息是推送功能所必需的信息，拒绝提供将导致您无法使用该功能，但不影响其他功能的正常使用；
        (2)
        用于支付相关服务，包括订单支付、交易行为核验、收入结算、支付信息汇总统计等；
        (3) 用于在您同意的情况下获取设备位置权限、搜集设备信息和日志信息等； (4)
        用于第三方授权服务，包括第三方账号登陆、将有关内容分享至第三方产品等；
        (5) 用于广告相关服务，包括广告展示、广告统计及监控等； (6)
        用于支持产品功能模块，包括内容存储等； (7)
        用于优化产品性能，包括提高硬件配网能力、减低服务器成本、功能热修复等；
        (8)
        用于账号安全、产品加固相关服务，包括网络监测、域名解析、防劫持、反垃圾反作弊、加解密服务等。
        夜跑App仅会出于正当、必要、特定的目的共享您的信息。对夜跑App与之共享信息的第三方服务商，夜跑App会要求他们履行相关保密义务并采取相应的安全措施。
        第三方社交媒体或其他服务由相关的第三方负责运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何信息），须受第三方自己的服务条款及信息保护声明（而非本政策）约束，您需要仔细阅读其条款。本政策仅适用于夜跑App所收集的个人信息，并不适用于任何第三方提供的服务或第三方的信息使用规则。如您发现这些第三方社交媒体或其他服务存在风险时，建议您终止相关操作以保护您的合法权益。
        1.4 其他
        根据法律法规规定要求、法律程序、诉讼和/或公共机构和政府部门依法提出的要求，夜跑App可能有必要披露您的个人信息。如果夜跑App确定就国家安全、执法或具有公众重要性的其他事宜而言，披露是必须的或适当的，夜跑App也可能会披露关于您的信息。
        如果夜跑App确定为了执行夜跑App的条款或保护夜跑App的经营、权利、资产或产品，或保护用户，或对于达成以下目的（检测、预防并解决欺诈、对产品的未授权使用、对夜跑App条款或政策的违反或其他有害或非法活动）披露是合理必要的，夜跑App也可能会披露关于您的信息。（为避免疑问，在当地数据保护法律明确许可的范围内且仅限在此情况下，夜跑App才会在未经您同意的情况下收集、使用或披露您的个人信息。）这可能包括向公共或政府机构提供信息；与第三方合作伙伴交流有关您账户可靠性方面的信息，以防止在夜跑App产品内外所进行的欺诈、违规等其他有害行为。
        此外，夜跑App可能与下列人员共享您的个人信息： (1)
        夜跑App的会计师、审计师、律师或类似的顾问，当夜跑App要求他们提供专业建议时；以及
        (2)
        投资者以及其他相关第三方，如果发生实际或潜在的出售或其他公司交易，且与夜跑App实体相关时；以及
        (3) 其他任何第三方，如经您授权就特定信息进行披露共享。 2. 转让
        除以下情形外，夜跑App不会将您的信息转让给任何主体： (1)
        获得您的明确同意； (2)
        如果夜跑App参与兼并、收购或出售其资产的全部或部分，夜跑App将通过电子邮件和/或在夜跑App网站上发布醒目通知，告知对您个人信息所有权、使用方面的任何变化，以及您可能拥有的关于您个人信息的任何选择。
        3. 公开披露
        除在公布中奖活动名单时会脱敏展示夜跑App账号、用户名外，夜跑App仅会在以下情况下，公开披露您的个人信息：
        (1) 获得您的明确同意； (2)
        基于法律或合理依据的公开披露：包括法律法规规范、法律程序、诉讼或应政府主管部门要求。
      </td>
    </tr>
    <tr>
      <td value="146"></td>
    </tr>
    <tr>
      <td value="147"></td>
    </tr>

    <tr>
      <td value="255"></td>
    </tr>
    <tr>
      <td value="256"></td>
      <h3>六. 信息的存储</h3>
    </tr>
    <tr>
      <td value="257"></td>
      <td></td>
    </tr>
    <tr>
      <td value="258"></td>
    </tr>
    <tr>
      <td value="259"></td>
      <td>
        一般而言，夜跑App仅为实现目的所必需的时间保留您的个人信息，例如：
        手机号码：若您需要使用夜跑App服务，夜跑App需要一直保存您的手机号码，以保证您正常使用该服务，当您注销夜跑帐户后，夜跑App将删除相应的信息；
        社区信息：当您发送了社区分享，夜跑App需要保存您的社区信息，以保证您正常使用社区功能，当您删除您的社区信息后，夜跑App将删除相应的信息。
        当夜跑App的产品或服务发生停止运营的情形时，夜跑App将以推送通知、公告等形式通知您，并在合理的期限内删除您的个人信息或进行匿名化处理。
        由于夜跑是个全球化的产品，夜跑App的部分活动包括了全球范围的步数比拼，夜跑App会把部分相关数据存储在海外。
      </td>
    </tr>

    <tr>
      <td value="475"></td>
      <h3>七. 第三方服务提供商</h3>
    </tr>
    <tr>
      <td value="476"></td>
      <td></td>
    </tr>
    <tr>
      <td value="477"></td>
    </tr>
    <tr>
      <td value="478"></td>
      <td>
        1.
        为方便您的访问并丰富您的体验，可能会有第三方提供的产品或服务。您可以选择是否访问这类内容或链接，或是否使用该第三方的产品或服务。但夜跑App对于第三方提供的产品或服务没有控制权。夜跑App无法控制第三方掌握的您的任何个人信息。您在使用第三方产品或服务过程中的信息保护问题，不适用于本政策的管理。本政策也不适用于您自行选择提供给第三方的任何信息。请您查看该第三方的隐私保护政策。
        2.
        参加营销推广活动。当您选择参加夜跑App举办的有关营销活动时，根据活动需要您需要提供姓名、通信地址、联系方式、银行账号等信息，以便第三方能及时向您提供奖品。当您选择参加夜跑App举办的有关营销活动时，根据活动需要您需要提供姓名、通信地址、联系方式、银行账号等信息。经过您的明示同意，夜跑App会将上述信息与第三方共享，以便夜跑App能委托第三方及时向您提供奖品。
      </td>
    </tr>

    <tr>
      <td value="514"></td>
      <h3>八. 本政策的更新</h3>
    </tr>
    <tr>
      <td value="515"></td>
      <td></td>
    </tr>
    <tr>
      <td value="516"></td>
    </tr>
    <tr>
      <td value="517"></td>
      <td>
        1.
        夜跑App可能会不定期修改、更新本隐私政策，有关隐私政策的更新，夜跑App会以通知公告等形式发布，您可以访问夜跑App查询最新版本的隐私政策。对于重大变更，夜跑App会向您发出郑重通知（包括对于某些服务，夜跑App会通过电子邮件发送通知，说明对隐私政策进行的更改）。
      </td>
    </tr>

    <tr>
      <td value="544"></td>
      <h3>九. 适用范围</h3>
    </tr>
    <tr>
      <td value="545"></td>
      <td></td>
    </tr>
    <tr>
      <td value="546"></td>
    </tr>
    <tr>
      <td value="547"></td>
      <td>
        1.
        夜跑App的隐私政策适用于由北京百索科技有限公司及其关联公司提供的所有服务，包括夜跑App及
        www.mandian.com、www.dongdong51.com上提供的服务，但是不包括附有独立隐私政策的服务（如第三方提供的产品和服务）。
        2. 夜跑App的隐私权政策不适用于第三方提供的产品和服务，例如在夜跑App及
        www.mandian.com、www.dongdong51.com上由第三方提供的产品和服务，以及在夜跑App的服务中链接到的其他网站，这些产品、服务或网站会有独立的隐私政策予以规范，请另行查阅相应的政策规定。
        3. 对于为夜跑App的服务进行广告宣传，以及可能使用夜跑App的 Cookie
        或其他日志信息来投放和使用广告的其他公司和组织，夜跑App的隐私权政策并未涵盖其信息处理政策。
      </td>
    </tr>
    <tr>
      <td value="548"></td>
    </tr>

    <tr>
      <td value="556"></td>
      <h3>十. 如何联系夜跑App</h3>
    </tr>
    <tr>
      <td value="557"></td>
      <td></td>
    </tr>
    <tr>
      <td value="558"></td>
    </tr>
    <tr>
      <td value="559"></td>
      <td>
        您可通过以下方式与夜跑App联系： 1.
        如对本政策内容有任何疑问、意见或建议，您可通过夜跑App后台反馈，夜跑微信公众号后台与夜跑App联系；
        2.
        如果发现个人信息可能被泄露，您可以通过夜跑App投诉举报，夜跑App将在15个工作日内联络您并完成核查和处理；
        3.
        夜跑App还设立了意见、建议反馈邮箱，您可以通过support@mypacer.com与夜跑App联系，夜跑App将在15个工作日内联络您并完成核查和处理。
      </td>
    </tr>
  </div>
</template>

<script>
export default {
  methods: {
    onLeft() {
      this.$router.go(-1);
    },
  },
};
</script>

<style lang="scss" scoped>
.agreenment {
  background-color: creamy-white;
}
.van-nav-bar {
  background-color: #282c2f;
}
::v-deep .van-nav-bar .van-icon {
  color: #e4e5e6;
}
.van-nav-bar {
  background-color: #3c3f48;
}
::v-deep .van-nav-bar__title {
  color: #e4e5e6;
}
.van-nav-bar::after {
  border: none;
}
</style>
